IDEA Open Model
OpenModel.InitialImperfectionOfPoint Property
Compatible with IDEA StatiCa v 10.1
 List of InitialmperfectionOfPoint
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<InitialImperfectionOfPoint> InitialImperfectionOfPoint { get; set; }
Public Property InitialImperfectionOfPoint As List(Of InitialImperfectionOfPoint)
	Get
	Set
public:
property List<InitialImperfectionOfPoint^>^ InitialImperfectionOfPoint {
	List<InitialImperfectionOfPoint^>^ get ();
	void set (List<InitialImperfectionOfPoint^>^ value);
}
Property Value
Type: List<InitialImperfectionOfPoint>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace